import './Styles.css';

const DoctorSummary = () => {
    return (
        <div className="doc-sum">
            <h3><i class="fa-solid fa-sm fa-circle-info"></i> معلومات عن الطبيب </h3>
            <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.
                إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات
            </p>
        </div>
    );
}

export default DoctorSummary;